const Privacy = () => {
  return (
    <main className="sub_content">
      <section className="ft_container">
        <div className="sub_header">
          <div className="inner">
            <h2 className="title">개인정보처리방침</h2>
            <button type="button" className="btn_prev">
              <span className="hide">이전페이지</span>
            </button>
            <div className="btn_wrap">
              <a href="#" className="btn_search">
                <span className="hide">검색</span>
              </a>
              <a href="#" className="btn_cart">
                <span className="hide">장바구니</span>
                <span className="count">99</span>
              </a>
            </div>
          </div>
        </div>

        <div className="ft_inner_box">
          <span className="label">시행일자 별 개인정보처리방침 보기</span>

          <div className="select_box">
            <button type="button">2024년 7월 20일</button>
            <div>
              <ul>
                <li>
                  <button type="button">2000년 1월 20일</button>
                </li>
                <li>
                  <button type="button">2000년 10월 20일</button>
                </li>
              </ul>
            </div>
          </div>
        </div>

        <div className="ft_inner_terms">
          <h3>수집하는 개인정보 항목</h3>
          <p>
            남도장터은(는) 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은
            개인정보를 수집하고 있습니다.
          </p>
          <p>1. 필수항목 : 이름, 휴대전화, 이메일, 주소</p>
          <p>2. 자동수집항목 : 서비스 이용기록, 방문로그, 쿠키, 방문IP정보</p>

          <h3>개인정보의 수집 및 이용목적</h3>
          <p>
            남도장터은(는)&nbsp;수집한 개인정보를 다음의 목적을 위해 활용합니다.
          </p>
          <p>1. 서비스 이용에 따른 본인식별, 실명확인, 가입의사 확인</p>
          <p>
            2. 고지사항 전달, 의사소통 경로 확보, 이벤트 당첨 물품 배송 시
            정확한 배송지 정보 확보
          </p>
          <p>3. 신규 서비스 등 최신정보 개인 맞춤 서비스 제공을 위한 자료</p>
          <p>4. 불량회원 부정 이용 방지 및 비인가 사용 방지</p>
          <p>5. 기타 원활한 양질의 서비스 제공</p>

          <h3>개인정보의 보유 및 이용기간</h3>
          <p>
            원칙적으로 개인정보의 수집 또는 제공받은 목적 달성 시 지체 없이
            파기합니다.
          </p>
          <p>
            회원으로서 남도장터이(가) 제공하는 서비스 이용기간 동안 회원님의
            개인정보는 '남도장터'에서 계속 보유하게 되나 원칙적으로 개인정보의
            수집 또는 제공받은 목적 달성 시 지체 없이 파기합니다.
          </p>
          <p>
            이용약관 및 미풍양속을 해치는 등 서비스에 물의를 일으키는 경우,
            불량사용자에 대해서는 이용자의 의사에 관계없이 강제탈퇴됩니다.
          </p>

          <h3>개인정보의 파기절차 및 방법</h3>
          <p>
            남도장터은(는)&nbsp;원칙적으로 개인정보 수집 및 이용목적이 달성된
            후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과
            같습니다.
          </p>
          <p>파기절차</p>
          <p>
            회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 내부
            방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간
            참조) 파기됩니다.
          </p>
          <p>파기방법</p>
          <p>
            전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적
            방법을 사용하여 삭제합니다.
          </p>
          <p>개인정보</p>
          <p>
            남도장터은(는)&nbsp;이용자의 개인정보를 원칙적으로 외부에 제공하지
            않습니다. 다만, 아래의 경우에는 예외로 합니다.
          </p>

          <ul className="dot">
            <li>이용자들이 사전에 동의한 경우</li>
            <li>
              법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와
              방법에 따라 수사기관의 요구가 있는 경우
            </li>
          </ul>

          <h3>수집한 개인정보의 위탁</h3>
          <p>
            남도장터은(는)&nbsp;서비스 이행을 위해 아래와 같이 개인정보 취급
            업무를 외부 전문업체에 위탁하여 운영하고 있습니다.
          </p>
          <p>
            가. 위탁대상자 : 대한통운,현대택배,CJ GLS,CJ
            HTH,우체국,동부익스프레스,사가와익스프레스,세덱스 등
          </p>
          <ul className="dot">
            <li>위탁업무 내용 : 주문상품의 배송</li>
          </ul>

          <p>나. 위탁 대상자 : 토스페이먼츠</p>
          <ul className="dot">
            <li>위탁업무 내용 : 결제승인 / 매입업무대행</li>
          </ul>

          <p>다. 위탁 대상자 : CS쉐어링</p>
          <ul className="dot">
            <li>위탁업무 내용 : 남도장터 입점업체 및 고객 상품배송 및 상담</li>
          </ul>

          <h3>이용자 및 법정대리인의 권리와 그 행사방법</h3>
          <p>
            이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만
            14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를
            요청할 수도 있습니다.
          </p>
          <p>
            이용자 혹은 만 14세 미만 아동의 개인정보 조회를 위해서는 ‘정보수정’
            을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인
            절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은
            개인정보 보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이
            조치하겠습니다.
          </p>
          <p>
            귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을
            완료하기 전까지 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된
            개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게
            지체없이 통지하여 정정이 이루어지도록 하겠습니다.
          </p>
          <p>
            남도장터은(는)&nbsp;이용자 혹은 법정 대리인의 요청에 의해 해지 또는
            삭제된 개인정보는 남도장터이(가) 수집하는 개인정보의 보유 및
            이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는
            이용할 수 없도록 처리하고 있습니다.
          </p>

          <h3>개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항</h3>
          <p>
            남도장터은(는)&nbsp;귀하의 정보를 수시로 저장하고 찾아내는
            '쿠키(cookie)' 등을 운용합니다.
          </p>
          <p>
            쿠키란 남도장터의 웹사이트를 운영하는데 이용되는 서버가 귀하의
            브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터
            하드디스크에 저장됩니다.
          </p>
          <p>남도장터은(는)&nbsp;다음과 같은 목적을 위해 쿠키를 사용합니다.</p>
          <p>쿠키 등 사용 목적</p>
          <ul className="dot">
            <li>
              회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과
              관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수
              파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
            </li>
          </ul>
          <p>쿠키 설정 거부 방법</p>
          <ul className="dot">
            <li>
              설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구
              &gt; 인터넷 옵션 &gt; 개인정보
            </li>
          </ul>
          <p>
            단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을
            수 있습니다.
          </p>

          <h3>개인정보 보호책임자</h3>
          <p>
            남도장터은(는)&nbsp;고객의 개인정보를 보호하고 개인정보와 관련한
            불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보
            보호책임자를 지정하고 있습니다.
          </p>
          <p>개인정보 보호책임자</p>
          <ul className="dot">
            <li>성명 : 황지연(wldus4923@naver.com)</li>
            <li>전화번호 : 1668-4858 (평일 : 오전 9:00 ~ 오후 6:00 까지)</li>
            <li>이메일 : info@namdomarket.or.kr</li>
          </ul>
          <p>
            기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
            문의하시기 바랍니다.
          </p>
          <p>
            1.개인정보침해신고센터 (전화 118,&nbsp;http://privacy.kisa.or.kr)
          </p>
          <p>
            2.개인정보분쟁조정위원회 (전화
            1833-6972,&nbsp;http://www.kopico.go.kr)
          </p>
          <p>
            3.대검찰청&nbsp;사이버수사과 (전화 1301,&nbsp;http://www.spo.go.kr/)
          </p>
          <p>
            4.경찰청 사이버안전국 (전화
            182,&nbsp;http://cyberbureau.police.go.kr/)
          </p>
        </div>
      </section>
    </main>
  );
};
export default Privacy;
